Repository: rmanzvila/yema_challenge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: Doctor name
es_mx: Nombre del doctor

source: Patient name
es_mx: Nombre del paciente

source: Appointment detail
es_mx: Detalle de cita medica

source: Emails sent:
es_mx: Correos electronicos enviados:

source: Send by email to patient
es_mx: Enviar por correo electronico a paciente

source: Object not found
es_mx: Objeto no encontrado

source: Medical appointment
es_mx: Cita medica

source: Medical appointments
es_mx: Citas medicas

source: Name
es_mx: Nombre

source: Last name
es_mx: Apellidos

source: Email Address
es_mx: Correo electronico

source: A user with that email already exists.
es_mx: Existe un usuario con dicho correo

source: Doctors
es_mx: Doctores

source: Patient
es_mx: Paciente

source: Patients
es_mx: Pacientes

source: Assigned to
es_mx: Asignado a

source: Requested by
es_mx: Solicitado por

source: Appointment time
es_mx: Horario de cita

source: Comments
es_mx: Comentarios

source: Appointment
es_mx: Cita medica

source: Appointments
es_mx: Citas medicas

source: Successful operation!
es_mx: Operaci칩n correcta

source: This TOKEN is invalid or EXPIRED
es_mx: Token invalido

source: The authentication process failed, try again.
es_mx: Acceso incorrecto

source: Detail appointment
es_mx: Detalle de cita

source: Appointment date
es_mx: Fecha de cita

source: Created at
es_mx: Fecha creaci칩n

source: Updated at
es_mx: Fecha de actualizaci칩n

source: Spanish
es_mx: Espa침ol

source: English
es_mx: Ingles
